src/cf/DataProcessors/ОбменЭСФ/Templates/ЗапросRevokeInvoiceById/Ext/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nam="namespace.esf">
   <soapenv:Header/>
   <soapenv:Body>
      <nam:revokeInvoiceByIdRequest>
         <sessionId>[sessionId]</sessionId>
         <signature>[signature]</signature>
         <x509Certificate>[x509Certificate]</x509Certificate>
         <idWithReasonList>[invoiceIdWithReason]</idWithReasonList>
      </nam:revokeInvoiceByIdRequest>
   </soapenv:Body>
</soapenv:Envelope>